/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Google authorization" = "Google-Autorisierung";
"Saved in iOS keychain. Turn off to switch to a different Google account." = "In iOS-Schlüsselbund gespeichert. Deaktivieren, um zu einem anderen Google-Konto zu wechseln.";
"Save authorization" = "Autorisierung speichern";
"Google calendar" = "Google-Kalender";
"Calendar events shown" = "Kalenderereignisse angezeigt";
"Number of 24 hour periods from the Google calendar visible in The Magic Clock. Minimum 1, maximum 7, default set to 3 (72 hours)." = "Anzahl der 24-Stunden-Perioden aus dem Google-Kalender, die in Magische Uhr angezeigt werden. Minimum 1, Maximum 7, Standardeinstellung 3 (72 Stunden).";
"Calendar refresh rate" = "Kalenderaktualisierungsrate";
"Number of minutes before The Magic Clock refreshes calendar events from the Google calendar. Minimum 5, maximum 90, default set to 15 minutes." = "Anzahl der Minuten vor Magische Uhr aktualisiert Kalenderereignisse aus dem Google-Kalender. Minimum 5, Maximum 90, Standardeinstellung 15 Minuten.";
"Timeout" = "Auszeit";
"Number of seconds before requests over the internet to the Google API times out. Minimum 30, maximum 90, default set to 30 seconds." = "Anzahl der Sekunden, bevor Anfragen über das Internet an das Google API ablaufen. Minimum 30, Maximum 90, Standardeinstellung 30 Sekunden.";
"Speech" = "Sprache";
"Enabled" = "Aktiviert";
"Reminder interval" = "Erinnerungsintervall";
"Number of minutes ahead of an event The Magic Clock speaks a reminder. Minimum 0, maximum 120, default set to 10 minutes." = "Anzahl der Minuten vor einem Ereignis, Magische Uhr spricht eine Erinnerung aus. Minimum 0, Maximum 120, Standardeinstellung 10 Minuten.";
"Photos" = "Fotos";
"Number of seconds The Magic Clock shows each photo in a slideshow. Minimum 1, maximum 60, default set to 8 seconds." = "Anzahl der Sekunden Magische Uhr zeigt jedes Foto in einer Diashow. Minimum 1, Maximum 60, Standardeinstellung 8 Sekunden.";
